"Amp Simulation" = "Simulation ampli"; 
"Amps" = "Amplis";
"Analog Basic" = "Analogique de base"; 
"Analog Mono" = "Mono analogique"; 
"Analog Pad" = "Nappe analogique"; 
"Analog Swirl" = "Tourbillon analogique"; 
"Analog Sync" = "Synchro analogique"; 
"Auto Wah" = "Auto Wah"; 
"Automatic Filter" = "Filtre automatique"; 
"Bass" = "Basse"; 
"Bass Amp" = "Ampli basse"; 
"Bass Reduction" = "Réduction des graves"; 
"Bitcrusher" = "Bitcrusher"; 
"Chorus" = "Chorus"; 
"Church Organ" = "Orgue d’église"; 
"Compressor" = "Compresseur"; 
"Digital Basic" = "Numérique de base"; 
"Digital Mono" = "Mono numérique"; 
"Digital Stepper" = "Digital Stepper"; 
"Distortion" = "Distortion"; 
"Drum Kits" = "Batteries"; 
"Ducker" = "Atténuateur"; 
"Echo" = "Écho"; 
"Electric Clav" = "Clavicorde électrique"; 
"Electric Piano" = "Piano électrique"; 
"Enhance Timing" = "Accentuer la synchronisation"; 
"Enhance Tuning" = "Accentuer la syntonisation"; 
"Visual EQ" = "Égaliseur visuel"; 
"Flanger" = "Flanger"; 
"Gate" = "Porte de bruit"; 
"Guitar" = "Guitare"; 
"Horns" = "Cors"; 
"Hybrid Basic" = "Hybride de base"; 
"Hybrid Morph" = "Forme hybride"; 
"Limiter" = "Limiteur"; 
"Overdrive" = "Overdrive"; 
"Phaser" = "Phaser"; 
"Piano" = "Piano"; 
"Reverb" = "Réverbération"; 
"Sampler" = "Échantillons";
"Sound Effects" = "Effets sonores"; 
"Speech Enhancer" = "Amplificateur de parole"; 
"Stomp Boxes" = "Pédales d’effet";
"Strings" = "Cordes"; 
"Tonewheel Organ" = "Orgue à roues phoniques"; 
"Track Echo" = "Écho de la piste"; 
"Track Reverb" = "Réverbération de la piste";
"Treble Reduction" = "Réduction des aigus"; 
"Tremolo" = "Trémolo"; 
"Tuned Percussion" = "Percussion syntonisée"; 
"Tuner" = "Syntoniseur"; 
"Vocal Transformer" = "Transformateur vocal"; 
"Voice" = "Voix"; 
"Woodwind" = "Instruments à vent"; 
"GarageBand Synth" = "Synthé GarageBand";

